{
		"id": 2,
		"category": "Mortgage Lending Structure",
		"Content": {
			"id": 0,
			"image": "TBD",
			"time": "X hours",
			"description": "How does mortgage Lending structured",
			"lessons": [{
					"id": 0,
					"title": "Primary Mortgage Loan Market",
					"video": "TBD",
					"duration": "X minutes",
					"explanation": "<p>Borrowers and lenders conduct business in the primary mortgage market when originating and closing loans. The primary market focus is on borrowers seeking residential loans (dwellings for 1 to 4 families). Borrower are most often individuals, couples, and groups of individuals (business partners, families), and on occasion, may be business entities. The main primary market lenders are:</p><p style='margin-left:0.25in;'><b>Commercial Banks</b></p><p style='margin-left:0.25in;'>Banks originate a large portion of the residential mortgages made in the United States. Most of their mortgages are quickly sold to other investors in the secondary market, however most will hold a portion of mortgages in their investment portfolio. Banks receive deposit funds of various types from their customers and re-invest the money in the form of consumer, commercial, and real estate loans. Banks with large mortgage operations may also operate sizable loan servicing divisions.</p><p style='margin-left:0.25in;'><b>Savings Associations</b></p><p style='margin-left:0.25in;'>A savings association is a state or federally insured financial institution that deals primarily in mortgage lending and retail deposits.</p><p style='margin-left:0.25in;'><b>Credit Unions</b></p><p style='margin-left:0.25in;'>Credit unions are not-for-profit financial institutions owned by their members, usually all the members of a certain group (i.e. teachers, union members, or company/industry employees). Credit unions handle mortgages much like a commercial bank. Credit unions are also large originators of residential mortgages and home equity loans. Most mortgages originated in a credit union are sold into the secondary market.</p><p style='margin-left:0.25in;'><b>Mortgage Bankers</b></p><p style='margin-left:0.25in;'>Mortgage bankers, often known as lenders, are licensed by each state and must meet specific regulatory requirements. Mortgage bankers function more as an intermediary than as a source of lending capital. A mortgage bank originates mortgage loans then packages and sells these loans to secondary market investors. They may also elect to keep or sell the loan servicing depending on their business model and/or interest rate environment.</p><p style='margin-left:0.25in;'>Mortgage banks can originate loans by working directly with borrowers. They can also operate as wholesale lenders by associating with licensed mortgage brokers who originate the loans and deliver completed loan packages to the lender. Typically, the lender underwrites and funds the loan the broker delivered. This loan origination model is called Third Party Origination or TPO. These bankers follow the loan guidelines of the secondary market.</p><p style='margin-left:0.25in;'>Some mortgage companies also borrow money from larger financial institutions to fund their mortgage loans through one or more warehouse lines of credit, or other arrangement. Once closed, their mortgage loans are sold into the secondary market to generate funds to repay these warehouse lines and/or to generate money for new loans. Some mortgage companies sell their loans exclusively to Fannie Mae and Freddie Mac so they only originate loans that meet those underwriting guidelines.</p><p style='margin-left:0.25in;'><b>Mortgage Brokers</b></p><p style='margin-left:0.25in;'>A mortgage broker is a business entity that originates mortgages and serves as a middle man between the borrower and the lender that funds the loan. The mortgage broker prospects and qualifies loan applicants then matches each borrower with the most suitable loan program offered by the various lenders with which the mortgage broker has an established marketing relationship. Mortgage brokers compile the application package and process it in accordance with the requirements of the lenders and the underwriting guidelines of the lender/ secondary market investor.</p>"
				},
				{
					"id": 1,
					"title": "Secondary Market",
					"video": "TBD",
					"duration": "X minutes",
					"explanation": "<p>Once a mortgage is funded and the real estate transaction is closed, the primary investor (bank, lender, credit union, etc.) typically resells the loan into the secondary market. Here loans are packaged into increasingly larger bundles and may be bought and sold several times.</p><p>A secondary market investor purchases the loan’s promissory note and mortgage document. These notes and mortgages are typically bundled into large debt or equity offerings to spread the risk of default and to create an efficient financial instrument. Larger institutions such as investment bankers, insurance companies, pension funds, and governments choose to purchase large denominations of these securities backed by mortgages. These buyers need to keep a portion of their financial reserves invested in pools of mortgages to maintain a diversified investment portfolio because they have historically provided a predictable level of risk and return.</p><p>Mortgage backed securities (MBS) and other financial instruments are priced to sell at current market values. They are priced at a relative worth, based on the risk and return of similar investment opportunities. If an investor could earn a five percent annual return on a common stock portfolio consisting of large electric utilities, then the net present value of the mortgage package is the value of the future cash flows from interest and principal repayments, discounted over its term at a rate of five percent. Of course, that’s an oversimplification, because risk is often reduced through the purchase of insurance, however that comes at a cost, and most often, the package of mortgages is further “sliced and diced” into various tranches or subsets representing different risk levels, maturities and returns. MBS security investors range from incredibly large institutions to individual mom and pop investors who want a piece of an MBS in their individual investment portfolio.</p><p>The thing to remember is that the secondary market is full of instruments based on risk/ return and compete with corporate and government bonds. MBS options match well with the investment and hedging strategies of institutional investors. The assumed level of risk is extremely important to investors. Presently, loans made to borrowers of lower creditworthiness (subprime) fit well with those limited number of investors seeking higher returns with higher risk profiles, To manage certain risks associated with individual mortgage loans, the largest buyers in the secondary market establish their own guidelines to which loans must conform, hence the term conforming loans.</p><p>These conforming guidelines make loans easier to value (risk/ predictability profile) and market and are established by the largest players in the secondary market: The Federal National Mortgage Association (FNMA or Fannie Mae), the Federal Home Loan Mortgage Company (FHLMC or Freddie Mac) and the Government National Mortgage Association (GNMA or Ginnie Mae).</p><p style='margin-left:0.25in;'><b>Fannie Mae</b></p><p style='margin-left:0.25in;'>Federal National Mortgage Association (Fannie Mae, FNMA), a Government Sponsored Enterprise, or GSE, was created as a federal agency in the 1930’s to provide liquidity and stability to the mortgage market. Between 1968 and 2008, it prospered as a privately-owned, publicly traded corporation, however, since September 2008 it has been placed under federal government conservatorship control. FNMA served primarily as a market maker for the mortgage banking industry.</p><p style='margin-left:0.25in;'>The Federal Housing Finance Agency (FHFA) now oversees Fannie Mae (see FHFA below). It once dominated the secondary market in the United States, purchasing over 40% of all single-family mortgages. The conforming loan limits are set every October and are valid for the following calendar year.<br><a href='http://www.fanniemae.com'>http://www.fanniemae.com</a><p style='margin-left:0.25in;'><b>Freddie Mac</b></p><p style='margin-left:0.25in;'>The Federal Home Loan Mortgage Corporation, or Freddie Mac (FHLMC), also a GSE, was created in 1970, as another privately held, publicly traded corporation to expand the secondary market. Freddie Mac evolved into a head-on competitor of Fannie Mae and both prospered for many years. At its peak, Freddie Mac purchased about 25% of the single-family mortgages in the U.S. The Federal Housing Finance Agency (FHFA) now oversees Freddie Mac (see FHFA below). FHLMC was primarily a market maker for banks, credit unions and savings institutions.</p><p style='margin-left:0.25in;'>Like Fannie Mae, Freddie Mac has three main business segments: single family home loans; multifamily apartment financing; and an investment portfolio. Freddie Mac is only chartered to purchase conforming, conventional loans.<br><a href='http://www.freddiemac.com'>http://www.freddiemac.com</a><p style='margin-left:0.25in;'><b>Ginnie Mae</b></p><p style='margin-left:0.25in;'>Ginnie Mae (GNMA) is part of the federal government and under the direct supervision of HUD. They maintain liquidity and stability for FHA, VA, and Rural Housing Service loans by guaranteeing their mortgage-backed securities in the secondary market making them extremely popular among investors. Ginnie Mae does not purchase loans. The FHA, VA, and Rural Housing Service loan programs make mortgage credit widely available, including those with low and moderate incomes. They also encourage homeownership in traditionally under-served areas of the country.</p><p style='margin-left:0.25in;'>Lenders pool mortgages and apply to GNMA for guarantee. There are two type GNMA pools; GNMA I and GNMA II. The Ginnie Mae II MBS allows small issuers who do not meet the dollar requirements of the Ginnie Mae I MBS (1 million dollars) program to participate in the secondary mortgage market. In addition, the Ginnie Mae II MBS permits the securitization of adjustable rate mortgages (ARMs).<br> <a href = 'https://www.ginniemae.gov/pages/default.aspx' > https: //www.ginniemae.gov</a><p style='margin-left:0.25in;'><b>The Federal Housing Finance Agency (FHFA)</b></p><p style='margin-left:0.25in;'>The Federal Housing Finance Agency (FHFA) was created in July 2008 as a key component of the Housing and Economic Recovery Act. FHFA was given the authority necessary to oversee vital components of the U.S. secondary mortgage markets – Fannie Mae, Freddie Mac, and the Federal Home Loan Banks. Their mission is to promote government sponsored enterprise (GSE) safety and soundness, support housing finance and affordable housing, and ensure a stable and liquid mortgage market.<br><a href='www.fhfa.gov'>www.fhfa.gov</a><p style='margin-left:0.25in;'><b>Other Secondary Market Players</b></p><p style='margin-left:0.25in;'>There are thousands of other investors participating in the secondary market. Many of them have carved out niche roles. They are much smaller than the &quot;big 3&quot; mentioned above so not much is written about them though they play key roles in maintaining liquidity in areas like jumbo, subprime, and home equity loans.</p><p><b>What are GSE's?</b></p><p>The government sponsored enterprises include Fannie Mae, Freddie Mac, and the Federal Home Loan Bank, In the late 1070’s and throughout the Savings and Loan crisis it also included the now defunct Resolution Trust Corporation to assist in S&L bailouts. They carry the implicit backing of the U.S. Government, but they are not direct obligations of the U.S. Government. For this reason, their securities will offer a yield premium over Treasury Obligations.</p>"
				},
				{
					"id": 2,
					"title": "Key Government Entities",
					"video": "TBD",
					"duration": "X minutes",
					"explanation": "<p>Next, we explore some of the key federal government offices that play a large role in the U.S. mortgage industry.</p><p><b>The Federal Reserve</b></p><p>The Federal Reserve, also called “The Fed,” is the central bank of the United States, meaning it is the bank of the government and services other member banks. The Fed regulates the nation’s supply of money, manages financial institutions, and strives to regulate the economy.</p><p>The 10th edition of The Federal Reserve System Purposes & Functions details the structure, responsibilities, and aims of the U.S. central banking system. The Federal Reserve System performs five functions to promote the effective operation of the U.S. economy and, more generally, to serve the public interest. It includes three key entities: the Board of Governors, 12 Federal Reserve Banks, and the Federal Open Market Committee.</p><ol type='1'; style='margin-left:0.25in;'><li>Conducting Monetary Policy: The Federal Open Market Committee sets U.S. monetary policy in accordance with its mandate from Congress: to promote maximum employment, stable prices, and moderate long-term interest rates in the U.S. economy.</li><li>Supervising and Regulating Financial Institutions and Activities: The Federal Reserve promotes the safety and soundness of individual financial institutions and monitors their impact on the financial system as a whole.</li><li>Promoting Consumer Protection and Community Development: The Federal Reserve advances supervision, community reinvestment, and research to increase understanding of the impacts of financial services policies and practices on consumers and communities.</li><li>Fostering Payment and Settlement System Safety and Efficiency: The Federal Reserve works to promote a safe, efficient, and accessible system for U.S. dollar transactions.</li><li>Promoting Financial System Stability: The Federal Reserve monitors financial system risks and engages at home and abroad to help ensure the system supports a healthy economy for U.S. households, communities, and businesses.<br><a href='https://www.federalreserve.gov/aboutthefed/pf.htm'>www.federalreserve.gov</a></li></ol><p style='margin-left:0.25in;'><b>Federal Reserve Board of Governors</b></p><p style='margin-left:0.25in;'>The job of the Board of Governors is to set the discount rate, open market operations and the reserve requirement for member banks. Additionally, the Board forms a proper part of the12-member Federal Open Market Committee (FOMC). The remaining five members of the FOMC are appointed from the 12 Federal Reserve banks. The FOMC is in charge of the Fed’s open market operations, such as the purchase and sale of government securities.</p><p style='margin-left:0.25in;'>Any bank may become a member of the Federal Reserve System, and all national banks are required to become members. By becoming a member of the System, a bank has the benefit of borrowing money from the Fed. In exchange for this benefit, member banks must abide by the Fed’s regulations and requirements.</p><p style='margin-left:0.25in;'><b>The Fed’s Regulatory Role</b></p><p style='margin-left:0.25in;'>The Fed’s purpose is to implement and enforce the Federal Reserve Act. The regulations of concern to mortgage lending are:</p><ul style='list-style-type:disc; margin-left:0.25in;'><li>Implementing numerous provisions of the Dodd-Frank Act</li><li>Regulation B. Equal Credit Opportunity Act</li><li>Regulation C. Home Mortgage Disclosure Act</li><li>Regulation M. Consumer leasing (comprises Truth in Lending Act along with Regulation Z)</li><li>Regulation V. Fair Credit Reporting Act</li><li>Regulation Z. Truth in Lending Act</li></ul><p style='margin-left:0.25in;'><b>The Fed’s Toolbox</b></p><p style='margin-left:0.25in;'>During times of recession, the Fed would like to give more purchasing power to people, so it increases the supply of money and works to lower interest rates; during inflationary times, it decreases the money supply and works to raise interest rates to slow down demand and deescalate prices. The Fed uses three tools for implementing its monetary policy by influencing the money supply:</p><ol type='1' style='margin-left:0.25in;'><li>Reserve Requirement</li><li>Discount Rate/ Fed Funds Rate</li><li>Open Market Operations</li></ol><p style='margin-left:0.25in;'><b>Reserve Requirements</b></p><p style='margin-left:0.25in;'>The Fed has the authority to require all depository institutions to set aside (and not lend out) a certain percentage of their funds in the regional Reserve bank. Changing the reserve requirement directly affects the lending institution’s supply of funds available to lend. When the reserve requirement is raised, banks have fewer funds to lend out. This lowers the demand for real estate, causing real estate prices to weaken and sales to fall. At the same time, with fewer funds to lend out, the cost to borrow money increases (interest rates rise) and that further weakens the volume of real estate purchased.</p><p style='margin-left:0.25in;'>On the other hand, when the reserve requirement is lowered, banks have more money to lend. This increases the supply of funds which lowers interest rates. Buyers demand more real estate, which raises real estate prices increasing the number of transactions. The Fed does not use this tool very often to manage the supply of funds, although it can be quick and very effective on mortgage interest rates.</p><p style='margin-left:0.25in;'><b>Discount Rates/Fed Funds Rate</b></p><p style='margin-left:0.25in;'>The &quot;discount rate&quot; is the interest rate that a regional Federal Reserve Bank charges banks and financial institutions when they borrow funds on a short-term basis. It is reviewed approximately every 6 weeks by the Board of Governors and receives a lot of news coverage.</p><p style='margin-left:0.25in;'>The Fed moves the economy when it raises or lowers the discount rate. Higher discount rates indicate the Fed is tightening or restricting the supply of money, which helps to eventually raise both short- and long-term interest rates. When the Fed lowers the discount rate it results in the increase of the supply of money available. Eventually all interest rates tend to fall.</p><p style='margin-left:0.25in;'>The Fed uses this tool consistently to manage the supply of funds, though its effect on long term mortgage interest rates typically takes some time.</p><p style='margin-left:0.25in;'><b>Discount Rate vs. Fed Funds Rate</b></p><p style='margin-left:0.25in;'>Compared to the discount rate the Fed Funds Rate is the interest rate that member banks charge each other for overnight funds. Think borrowing from a Federal Reserve Bank (there are 12) =Discount Rate/ borrowing from other non-Federal Reserve Banks=Fed Funds Rate. Historically the Funds Rate is slightly higher than the Discount Rate except when the Fed eases monetary policy.</p><p style='margin-left:0.25in;'><b>Open Market Operations</b></p><p style='margin-left:0.25in;'>The Federal Open Market Committee (FOMC) is in charge of the Fed’s principal tool to manage the supply of money: its open market operations. These actions consist of buying back government securities, chiefly from large financial institutions and foreign governments, to increase the money supply, or selling securities to reduce the money supply.</p><p style='margin-left:0.25in;'>The U.S. Treasury sells securities when it needs to acquire funds to finance government activities or to repay other debts. Most of the Fed’s securities holdings are issued by the U.S. treasury; about half of them are Treasury Bills, and the other half are Treasury notes and bonds. When the Fed buys securities, they hand out money in exchange for the debt instrument. That increases the money supply and lowers interest rates. When the Fed sells securities, they hand out a debt instrument and take in money. This action decreases the money supply and raises interest rates. The Fed uses this tool nearly every day to manage large amounts of funds. Its effect on short term mortgage interest rates is immediate and dramatic.</p><p><b>The Department of Housing and Urban Development</b></p><p>The Department of Housing and Urban Development (HUD) is a federal agency whose mission is &quot;to increase homeownership, support community development, and increase access to affordable housing free from discrimination.&quot; HUD’s roots go back to the U.S. Housing Act of 1937. The HUD Secretary is one of sixteen members of the president’s cabinet (part of the cabinet since 1965). The HUD requested budget for 2021 was $47.9 Billion.</p><p>HUD has an extensive role and authority in the real estate and mortgage lending industries. Included in HUD’s operations are:</p><ul style='list-style-type:disc; martin-left:0.25in;'><li>Enforcement of the Fair Housing Act (also known as the Civil Rights Act of 1968) and the.</li><li>Administration of low-income housing assistance programs for over 2.1 million households.</li><li>The overseeing of the Federal Housing Administration (FHA) and the Government National Mortgage Association (GNMA, or Ginnie Mae).</li><li>HUD’s Secretary is a member of the Oversight Board for the Federal Housing Finance Agency which now oversees the government-sponsored enterprises; Fannie Mae and Freddie Mac, and the twelve federal home loan banks.</li></ul><p><b>The Federal Housing Administration</b></p><p>The Federal Housing Administration, FHA, is a division of HUD. FHA’s mission is to provide access to home loans to a greater portion of the population, those who may be underserved by other for-profit programs. FHA was created in 1934 and has met the needs of various government programs throughout its history. It financed homes for military personnel and veterans in the 1940’s, provided loans for apartments in the 1950’s to 1970’s, and then focused on making loans for single-family homes in the 1980’s.</p><p>Today, many of FHA’s loan programs are targeted at promoting homeownership among traditionally disadvantaged classes, such as low- and moderate-income families and minority groups. FHA insures private loans made to consumers; Its market share for all of 2019 was 11.29% and after the 3rd quarter of 2020 was 9.8%. The drop can be attributed to a reduction in FHA refinance activity.</p><p>FHA is funded completely from the mortgage insurance premiums paid by borrowers. FHA has provided insurance for over 47.5 million properties, and currently has nearly 5 million homes in their insurance program. FHA has their own set of guidelines for loans they will insure. The guidelines allow for as low as a 3.5% down payment, acceptability of alternative credit, educational experience, and utilization of gift funds.</p><p><b>The Government National Mortgage Association</b></p><p>Another important duty of HUD is to supervise the Government National Mortgage Association (GNMA). This agency guarantees Mortgage-Backed Securities (MBS) to improve liquidity in the secondary mortgage market for FHA, VA and USDA loans.</p>"
				}
			]
		},
		"test": {
			"id": 2,
			"image": "basictest",
			"time": "x minutes",
			"description": "TEST QUESTIONS CHAPTER 2 PART 2",
			"questions": [{
					"id": 0,
					"content": "question 1",
					"correctIndex": 1,
					"answers": [
						"A",
						"B",
						"C",
						"D"
					]
				},
				{
					"id": 1,
					"content": "question 1",
					"correctIndex": 1,
					"answers": [
						"A",
						"B",
						"C",
						"D"
					]
				},
				{
					"id": 2,
					"content": "question 1",
					"correctIndex": 1,
					"answers": [
						"A",
						"B",
						"C",
						"D"
					]
				},
				{
					"id": 3,
					"content": "question 1",
					"correctIndex": 1,
					"answers": [
						"A",
						"B",
						"C",
						"D"
					]
				},
				{
					"id": 4,
					"content": "question 1",
					"correctIndex": 1,
					"answers": [
						"A",
						"B",
						"C",
						"D"
					]
				}
			]
		}
