[{
	"id":1,
	"category":"Mortgage Lending Basics",
	"content": {
		"id":0,
		"image":"basic",
		"time":"X hours",
		"description":"Covers basic real estate and mortgage lending knowledge.",
		"lessons": [{
			"id":0,
			"title":"Glossary",
			"video":"TBD",
			"duration":"X minutes",
			"explanation":"<p><b>Adjustable Rate Loan</b></p><p>A loan in which the interest rate is allowed to move periodically during the loan, typically tied to a stated cost-of-funds index.</p><p><b>Balloon Loan</b></p><p>Typically, a 5 to 7-year loan in which the principal is not fully paid off at the end of its life. The interest rate is fixed and the payments are level each month and are designed to amortize the loan over a longer 15 to 30-year period. If the loan reaches maturity, the principal balance is due and payable, however, it is often refinanced or converted into a longer-term fixed rate loan.</p><p><b>Bi-Weekly Mortgage</b></p><p>A loan in which the borrower makes one-half of their normal monthly payment every other week instead of one payment each month. This produces the equivalent of 13 payments per year instead of 12 so the loan balance is paid off early.</p><p><b>Borrower</b></p><p>Also known as a buyer or mortgagor.</p><p><b>Buy Down Loans</b></p><p>A loan in which the borrower or another party pays a lump sum at closing to reduce the interest rate and monthly payments. Permanent buy downs lasting the entire term of the loan can be done by paying discount points to lower the actual interest rate. There are also temporary buy downs, such as a 3-2-1 buy down where the lender is paid a lump sum, typically by a builder-developer, to lower the interest rate by three percentage points in the first year, two percentage points in the second year, and one percentage points in the third year. Temporary buy downs help to sell new homes and allow more borrowers to qualify for this type of loan.</p><p><b>Conforming Conventional Loan</b></p><p>A loan that conforms to Fannie Mae or Freddie Mac underwriting standards. The loan amount must be below the annual loan limit set by the Federal Housing Finance Agency (currently $548,250 in 2021) for single family loans in Contiguous States, District of Columbia, and Puerto Rico and must meet all other underwriting standards.</P><p><b>Contract for Deed</b></p><p>A type of er financing where the buyer takes possession of the property but title is not transferred to the buyer until sometime in the future after an agreed amount of the purchase price has been paid through monthly installments. This is a very old form of financing that allows a buyer with little or no down payment to occupy the home and begin paying the seller for it. Legally, it is treated differently than a lease-purchase option, but it looks similar.</P><p><b>Conventional Loan</b></p><p>A loan not guaranteed or insured by a government program such as VA, FHA or USDA.</p><p><b>Deed</b></p><p>A legal document that transfers property rights and most often ownership from one party to another, that is, grantor to grantee.</p><p><b>Deed-in-Lieu of Foreclosure</b></p><p>Process where lender allows borrower in default of loan to transfer ownership rights back to lender in return for agreeing not to proceed with a foreclosure action.</p><p><b>Deficiency Judgment</b></p><p>Following foreclosure, this is an additional lawsuit on behalf of the lender asking the court to place a lien on the assets of all signers of the Promissory Note. Only certain states allow a lender to pursue a deficiency judgment, and only if the proceeds from the foreclosure and forced sale are not sufficient to pay off the borrower’s total obligation.</p><p><b>Fee Simple</b></p><p> law recognizes this form of estate (ownership) in real estate as the highest form. The property owner is entitled to full enjoyment of the property, limited only by zoning laws, deed or subdivision restrictions or covenants.</p><p><b>Fixed Rate Loan</b></p><p>oan in which the interest rate stays constant throughout the life of the loan.</p><p><b>Forbearance</b></p><p>When a lender postpones foreclosure in order to give the borrower time to make up for overdue payments.</p><p><b>Foreclosure</b></p><p>The legal process by which an owner's right to a property is terminated, usually due to default. Typically involves a forced sale of the property at public auction, with the proceeds being applied to the mortgage debt.</p><p><b>Freehold Estate</b></p><p>Property rights held by owner(s) for an indefinite amount of time.</p><p><b>General Warranty Deed</b></p><p>A deed in which the grantor conveys ownership rights along with a guarantee to protect against any claims on the title, even for the period prior to when the grantor owned the property. There are three unique covenants (promises) given with a general warranty deed; quiet enjoyment—title will withstand challenges in court, further assurance—any documents needed in the future will be provided, and warranty forever—will reimburse any financial loss from a defective title.</p><p><b>Graduated Payment (Growing Equity) Mortgage</b></p><p>A loan that allows borrowers to pay a lower amount in the early years but then to increase the monthly payments at later intervals to fully amortize the loan by the end of the term.</p><p><b>Grantee</b></p><p>An individual who receives a grant of property rights or ownership.</p><p><b>Grantor</b></p><p>An individual who transfers ownership in a property.</p><p><b>Hypothecation</b></p><p>The act of pledging property as security for a debt without transferring title or possession. This is what a mortgage document does when in a lien theory state.</p><p><b>Joint Tenants</b></p><p>An option for two or more owners to hold title to property in equal shares; it further guarantees their shares will pass in equal amounts to the surviving owners upon an owners’ death.</p><p><b>Jumbo Loan</b></p><p>A loan that exceeds the Fannie Mae and Freddie Mac annual residential loan limits. The single-family limit for calendar year 2021 is $548,250 in the contiguous states, DC and Puerto Rico for single family loans. Also called non-conforming.</p><p><b>Leasehold Estate</b></p><p>Rights held by a tenant for a specified amount of time to occupy and use a property.</p><p><b>Lender</b></p><p>Also known as an investor, mortgagee, banker, and mortgage banker.</p><p><b>Lien Theory State</b></p><p>Property owners in a lien theory state retain title to their property during the entire time they own it. When receiving a mortgage loan, the borrower pledges the property as collateral in a mortgage document.</p><p><b>Mortgage Backed Security (MBS)</b></p><p>Securities issued by financial institutions to investors with the payments of interest and principal distributions backed by the payments on the underlying mortgage collateral.  Investment bankers structure MBSs to have multiple classes of claims, or tranches, of different seniority and risk level based on the cash flows of remaining loan terms and other characteristics of the underlying mortgages. When MBS home borrowers decide to prepay or pay off their loans (refinancing typically) it creates prepayment risk for the bond holder who gets an early return of principal and lower interest than expected.<p><p><b>Non-Traditional Mortgage Products</b></p><p>The SAFE Act defines a Non-traditional mortgage product as any loan other than a 30-year fixed rate mortgage loan.</p><p><b>Package Loan</b></p><p>A loan used to finance the purchase of both real and personal property, such as a resort condominium set up to be rented with a turnkey furniture and kitchen package.</p><p><b>Purchase Money Mortgage (PMM)</b></p><p>A type of seller financing, typically used as a secondary source of financing to supplement another mortgage loan and is secured with a junior lien on the property.</p><p><b>Quitclaim Deed</b></p><p>A deed that transfers any property rights held by the grantor to the grantee in a specific property but makes no guarantee about any other claims against the property or that the grantor actually holds any property rights. Quitclaim deeds are useful and efficient documents for quickly handing over a grantor’s property rights, however, they are given up with absolutely no guarantees.</p><p><b>Reverse Mortgage</b></p><p>A loan available to homeowners who are at least 62 years of age by converting some or all of their principal home equity into cash. Unlike regular (forward) mortgages, reverse mortgages build debt and consume equity over time. Reverse mortgages do not have to be paid back for as long as the homeowner chooses to live in the home. They cannot lose their home. There is no personal guarantee, so the lender has no recourse on home owner’s other assets. The borrowed money must be paid back with interest, typically within one year of vacating the home.</p><p><b>Short Sale</b></p><p>Process where lender agrees to release the mortgage lien for an amount less than the outstanding debt.</p><p><b>Special Warranty Deed</b></p><p>A deed in which the grantor conveys ownership rights along with a guarantee to protect against any claims on the title, but only for the period in which the grantor owned the property.</p><p><b>Steering</b></p><p>A highly unethical practice where loan originators place poorly informed borrowers into a costlier loan than they would otherwise qualify for, in order to earn a higher commission or fee.</p><p><b>Sub-Prime Lending</b></p><p>Refers to higher interest rate and higher cost loans made to borrowers who do not qualify for the (prime) best interest rates and terms. This is usually due to lower creditworthiness, a high loan-to-value ratio, and/or the riskiness of the loan. Sub-prime loans are not in themselves predatory loans.</p><p><b>Tenants by the Entireties</b></p><p>An option for husband and wife only to hold title to property in equal, overlapping interests and guarantees one’s share will pass to the surviving spouse upon their death.</p><p><b>Tenants in Common</b></p><p>An option for two or more owners to hold title to a property in unequal shares that allows each owner to designate his/her heirs.</p><p><b>Term Loan</b></p><p>Typically, a term loan for small business with an amount and repayment schedule tailored to the financials and needs of the business. The duration depends on need and can be a short term, intermediate term or long-term loan.</p><p><b>Title</b></p><p>A legal concept that signifies ownership of property.</p><p><b>Title Theory State</b></p><p>In a title theory state, the lender or a designated third party (attorney or other trustee) holds title to the property until the loan is fully repaid. The borrower signs a deed of trust to the trustee which is similar to a mortgage.</p><p><b>Wrap Around</b></p><p>A wrap-around mortgage is a form of seller financing. The seller creates a new (junior) mortgage loan that the buyer is obligated to pay, while the seller maintains and makes payments on the original, first lien mortgage. The original mortgage must be assumable and carry an attractive interest rate for this to be legal and be worthwhile. The larger, new mortgage “wraps around” the smaller existing mortgage.</p>"
		},
		{
			"id":1,
			"title":"Real Estate Contract",
			"video":"TBD",
			"duration":"X minutes",
			"explanation":"<p>Most likely, the first legal document a buyer signs as he or she moves through the lengthy process of acquiring real estate is the Real Estate Purchase and Sale Contract. It defines the various obligations and deadlines each party, buyer and seller, agree upon.</p><p>Although each state determines the content that must be included in its real estate contracts as well as the rules of the sale, there are some commonalities. The Real Estate Purchase and Sale Contract is an agreement signed by the buyer and seller for transferring the title and fulfilling monetary obligations. At minimum, this specific information must be included in the contract:</p><ul style='list-style-type:disc; margin-left:0.25in;'><li>The parties involved</li><li>The legal description of the property</li><li>The purchase price and payment terms</li><li>All deposit or earnest monies</li><li>The type/condition of title to be conveyed</li><li>The signatures of all parties</li><li>Which party pays which expense</li><li>The full obligations of each party</li><li>Any contingencies such as financing, sale of another property, or property inspection</li><li>Date of acceptance and date of closing</li><li>The condition of the property at transfer, such as 'as-is' or allowances for carpet/paint</li></ul><p>The written contract is the defining document. The agreed upon terms in the signed contract prevail at closing, and if necessary, in court--no matter what one party heard or perhaps assumed. Real estate contracts are covered by the statute of frauds, which in short says that agreements transferring property rights must be in writing and be signed by all parties, or the contract may be cancelled (voidable) by either party.</p><p>In addition to the need for real estate contracts to be in writing and signed, there are four other essential elements in order for contracts to be valid in a court of law. They are:</p><ul style='list-style-type:disc; margin-left:0.25in;'><li>Competence of the parties. They must be of legal age and sound mind.</li><li>Offer and Acceptance. All parties to the sale must be in complete agreement to all the details and conditions of the sale.</li><li>Legal. Every aspect of the contract must conform to the legal requirements in the jurisdiction in which it applies.</li><li>Consideration. There must be a 'good or valuable' thing exchanged between the parties.</li></ul><p>For mortgage loan originators the paragraph detailing how the buyer plans to finance the purchase contains the most important language. It will state the loan terms the borrower expects to receive and the timeframe for a commitment from the lender. At this point the terms and deadlines are merely guesses by the borrower and real estate agent, but they create an important contingency or escape clause for the borrower if they cannot be met. Therefore, if the financing paragraph contains an unrealistic loan expectation, the mortgage loan originator should immediately raise that concern to minimize wasted time, expense, and unrealistic expectations. There is a better chance of renegotiating additional time for closing or another addendum to the contract early in the process rather than at the end of it.</p>"
		},
		{
			"id":2,
			"title":"Deeds",
			"video":"TBD",
			"duration":"X minutes",
			"explanation":"<p>A deed is a legal document (attorneys refer to it as an instrument) that transfers property rights from one party to another. Some people confuse the terms deed and title. However, remember that a deed is a legal document, a piece of paper, something tangible. The term title will be described in the next section and is a legal concept that signifies ownership of real property. A deed and a title are not the same; a properly executed deed (think of deed as a document) will often transfer title or ownership (think of title as a legal concept) from one party to another.</p><p><b>Quitclaim Deed</b></p><p>A quitclaim deed transfers only the property rights held by the grantor (property owner) to the grantee (receiver) as an example in a divorce or trust ownership situation. A quitclaim deed allows the grantor of that deed to hand over any and all rights to the property without a warranty or guarantee that those property rights are valid, or convey anything of value.</p><p><b>General Warranty Deed</b></p><p>In contrast to a quitclaim deed, the general warranty deed provides the most complete set of guarantees/promises of good, marketable title to the property. The general warranty deed is the safest type of deed to receive as a buyer of real property. It alone, contains three unique promises or covenants not found in any other type of deed:</p><ol type='1'; style='margin-left:0.25in;'><li><b>Quiet enjoyment.&nbsp;&nbsp;</b>The grantor warrants the title will withstand any challenges in court.</li><li><b>Further assurance.&nbsp;&nbsp;</b> The grantor promises to deliver any documents needed in the future to protect the grantee’s title.</li><li><b>Warranty forever.&nbsp;&nbsp;</b> The grantor promises to reimburse the grantee for any financial loss related to a defective title.</li></ol><p><b>Special Warranty Deed</b></p><p>Somewhere in between the other two is the special warranty deed. The special warranty deed provides no guarantee against title defects or encumbrances that may have been present when the grantor received the property, nor does it obligate the grantor to do anything further once the title transfers. Special warranty deeds are frequently used by temporary holders of real estate such as builder/developers, banks, foreclosed property holders, trusts, or corporations who do not use or occupy the land for their own benefit.</p><p>The deed is prepared by either an attorney or a settlement agent, depending on state regulations. In certain states, known as title theory states, title to real property is held by a trustee until the loan is repaid in full. A deed of trust is used as security for the loan instead of a mortgage. A deed of trust is a three-party document conveying interest in property, to a trustee. The trustee holds the deed on behalf of the lender and then re-conveys the title to the borrower once the loan is paid in full. Even when the trustee holds title, the property owner maintains possession and full property rights.</p><p>However, in all other states, the deed conveys title directly to the borrower, and a mortgage is used as security for the loan. A deed must meet all state requirements as well as the requirements of a valid contract to successfully convey title. This act of title conveyance is called a grant. In general, a deed must have the following components:</p><ul styple='list-style-type:disc; margin-left:0.25in;'><li><b>Grantor&nbapos;s name and signature.&nbsp;&nbsp;</b> Grantor must be of legal age and competent. Grantor must voluntarily convey title. In many states, both spouses must sign even if only one name is presently on the title.</li><li><b>Grantee&nbapos;s name.&nbsp;&nbsp;</b> Grantee&nbapos;s signature does not appear on the deed. Grantee must voluntarily accept the deed. Grantee does not need to be of legal age or competent.</li><li><b>Consideration.&nbsp;&nbsp;</b> Something of value that induces a party to sign the contract. May be monetary in value or some other good, such as love or friendship. Very rarely does the deed contain the actual sale price.</li><li><b>Granting clause.&nbsp;&nbsp;</b> Words such as grant, sell, convey, remise, release, and quitclaim.</ol><li><b>Habendum clause.&nbsp;&nbsp;</b> Commonly contains the phrase, 'To have and to hold.' An habendum clause clarifies the type and extent of interest (such as fee simple, life estate, or easement) conveyed by the granting clause.</li><li><b>Limitations.&nbsp;&nbsp;</b> If any limitations exist, they will state limits to ownership. For example, when conveying a life estate, it may say, 'To Ms. So-and-so, for the duration of her natural life'.</li><li><b>Legal description.&nbsp;&nbsp;</b> Allows someone to locate and determine the boundaries of a parcel.</li><li><b>Exceptions and reservations.&nbsp;&nbsp;</b> If any, must be stated such as land use restrictions.</li><li><b>Acknowledgment.&nbsp;&nbsp;</b> Not required in every state, it is a formal declaration before a notary or public officer that the grantor is the person he/she claims to be and is exercising free will. States that do not require acknowledgement, often require two witnesses to assert that the grantor’s signature is genuine.</li><li><b>Delivery and voluntary acceptance.&nbsp;&nbsp;</b> Deed must pass voluntarily and during the lifetimes of both the grantor and the grantee. Title passes when the deed is delivered and accepted. No other steps are required.</li></ul>"
		},
		{
			"id":3,
			"title":"Lien Theory vs. Title Theory",
			"video":"TBD",
			"duration":"X minutes",
			"explanation":"<p>Each state is generally known to be either a lien theory state or a title theory state depending on how it treats ownership of property or title. However, there is a third alternative known as an intermediary state.</p><p><b>Lien Theory</b></p><p>A state that allows the borrower to pledge the property purchased (with the loan) as collateral. The borrower owns the property, and retains the title to it, but the lender holds a lien against it. When the loan is paid in full, the lender issues a release of lien, or satisfaction. Foreclosure requires a judicial action and is usually more difficult in lien theory states because the borrower holds the title to the property.</p><p><b>Title Theory</b></p><p>A state that allows the lender or a 3rd party (attorney or escrow company) to retain the actual title to the property over the lifetime of the loan. To receive the loan, the borrower typically signs a deed of trust, naming a third party to hold it for security. The buyer has full ownership rights, but the actual title is in the lender’s possession. When the loan is fully paid off, the lender returns the title to the buyer. If foreclosure proceedings are necessary, then it is usually quicker and easier for a lender to seize the property. In most cases, a lender may not pursue any further (deficiency judgment) action against the borrower.</p><p><b>Intermediary Theory</b></p><p>A state that has blended title and lien theory. In this case, the borrower retains title as in the lien theory, but if it goes into default, the lender obtains title. So foreclosure proceedings are simplified as in a title theory state allowing a 3rd party (attorney or escrow company) to retain the actual title to the property over the lifetime of the loan. To receive the loan, the borrower typically signs a deed of trust, naming a 3rd party to hold it for security. The buyer has full ownership rights, but the actual title is in the lender’s possession. When the loan is fully paid off, the lender returns the title to the buyer. If foreclosure proceedings are necessary, then it is usually quicker and easier for a lender to seize the property. In most cases, a lender may not pursue any further (deficiency judgment) action against the borrower.</p>"
		},
		{
			"id":4,
			"title":"Title",
			"video":"TBD",
			"duration":"X minutes",
			"explanation":"<p>Title is a legal concept that signifies ownership. Property ownership can be expressed in various degrees depending on how many of the four property rights the person holds:</p><ul style='list-style-type:disc; margin-left:0.25in'><li>Right to sell, mortgage, give away, dispose</li><li>Right to occupy</li><li>Right to use in any legal manner</li><li>Right to control entry</li></ul><p>A tenant, depending on the lease arrangement, possesses some of these rights, but certainly not the first one: the right to sell or dispose of the property. An individual spouse who jointly owns property with the other spouse cannot exercise any of the rights without joint agreement. So various degrees of ownership or property rights can be exercised depending on the degree of title or estate that has been granted.</p><p><b>Leasehold Estates</b></p><p>One can possess several of the four property rights for a specific time period based on an agreement such as a lease. This situation is referred to as a leasehold estate. There are three types of leasehold estates, known as:</p><ol type='1'; style='margin-left:0.25in;'><li><b>Estate for years.&nbsp;&nbsp;</b>Written lease agreement with a stated expiration date (standard lease)</li><li><b>Tenancy at will.&nbsp;&nbsp;</b>Verbal agreement with the owner’s permission to occupy property, but with no specific expiration date (i.e. month-to-month)</li><li><b>Tenancy at sufferance.&nbsp;&nbsp;</b> Tenant continues to occupy property without owner’s permission beyond the period of legal possession (i.e. during an eviction)</li></ol><p><b>Freehold Estates</b></p><p>More commonly, a property owner or group of owners possesses all four property rights. An example is a situation where a warranty deed was executed and a fee simple absolute estate (title) exists. There are two types:</p><ol type:'1'; style='margin-left:0.25in;'><li><b>Fee simple absolute.&nbsp;&nbsp;</b> The most complete and the most common form of property ownership. Sometimes referred to as 'fee' or 'fee simple'.</li><li><b>Life estate.&nbsp;&nbsp;</b> The holder of a life estate possesses all but the disposition right to the property for the duration of his life. Upon his death the deed specifies that title transfers to either a former owner or a designated party (such as a legal descendant).During the life estate holder’s period of ownership, he must maintain the property and keep all obligations, such as payment of taxes and mortgages. If the holder of the life estate wants to mortgage or dispose of the property, he may do so only with the permission of the party or parties who will own the property upon his death.</li></ol>"
		},
		{
			"id":5,
			"title":"Options for Holding Title",
			"video":"TBD",
			"duration":"X minutes",
			"explanation": "<p>When an individual or a business entity such as a corporation holds property in a fee simple estate, that is called sole ownership or ownership in severalty. However, most of the time property is owned by several people simultaneously, e.g. husband and wife, business partners, siblings, etc. That is referred to as co-ownership.</p><p>Co-owners of property have some choices regarding how they want to hold title. They would typically consult an attorney or a qualified individual at the title company for advice. The three choices are:</p><ol type='1'; style='margin-left:0.25in;'><li><b>Tenants in Common.&nbsp;&nbsp;</b>This is typically used by non-related owners such as business partners since it is a very flexible form of property ownership and allows each owner to designate his heirs to the property. This is the only way for two or more owners to hold title that allows them to specify who can inherit their share upon death (right to inheritability). It is the preferred method by investors and business owners to hold property since it allows any number of owners to hold any share ownership in the property and allows owners to buy and sell shares of ownership without retitling the property each time. It works in a similar way as shareholders owning stock in a corporation. One of the negatives to this form of ownership is that creditors can more easily go to court than in other forms of ownership and obtain an award of ownership for unpaid debts. If one of the owners gets into financial trouble, the others could become sudden partners with that unknown creditor, such as the IRS or Ford Motor Credit.</li><li><p><b>Joint Tenants.&nbsp;&nbsp;</b>This form of ownership ensures the right of survivorship, which means upon the death of any owner, the surviving owners immediately and without any dispute or interference attain the deceased’s share of ownership in that property. This feature is helpful for ensuring that property ownership is controlled and stays within the same ownership group. A good use for this might be a family property that has been held for several generations and is now owned by three sisters as joint tenants. Should any one of them pass away or find her assets in dispute by an ex-spouse, aggressive creditor, or anxious heir, the others would NOT lose their ownership control.Joint tenants are typically related, but that is not a requirement. There may be any number of owners in a joint tenancy, however it is required that each owner hold an equal share of the property. For example, the three sisters each must own 33.33%. One negative aspect of this form of ownership, however, is that it only lasts as long as the original joint owners retain their respective shares. If one owner should pass away, for instance, or another owner sells after first getting permission from the co-owners, the property must be retitled in the new owners’ names.</p></li><li><b>Tenants by the Entireties.&nbsp;&nbsp;</b>This form of ownership works exactly the same as joint tenants, except it is reserved for husband and wife only. In tenants by the entireties, as with joint tenants, each owner must own an equal share, and that ownership is known as an undivided portion of the entire property. In other words, husband and wife each own ½ of the entire property, but it is impossible to split the property—each owner is considered to have 100% overlapping interest. This fact makes it very difficult for outside creditors, other than the local taxing authority or the IRS (when the married couple files jointly), to attach a property owned as tenants by the entirety or joint tenants.</li></ol>"
		},
		{
			"id":6,
			"title":"Foreclosure, Loan Modifications, and related Actions",
			"video":"TBD",
			"duration":"X minutes",
			"explanation":"<p>When a borrower has difficulty making the monthly payment there are several solutions available to the borrower and lender.</p><p style='margin-left:0.25in;'><b>Forbearance Agreement</b></p><p style='margin-left:0.25in;'>If the borrower is temporarily unable to make payments because of a temporary illness or job loss, and can convince the lender the situation is temporary, the lender will generally enter into a forbearance agreement, which suspends payments for up to six months. The borrower agrees to make up for missed payments and pay a fee, sometime after the normal payment schedule resumes.</p><p style='margin-left:0.25in;'><b>Foreclosure</b></p><p style='margin-left:0.25in;'>If the borrower’s missed payment problem is permanent, the lender may choose to declare the loan in default and follow that state’s procedure for foreclosure action. Following the acceleration action, and the borrower’s right of redemption period, the property is sold at a courthouse auction to try to recover losses. In lien theory states, the lender may choose to initiate a separate deficiency judgment action to ask the court to take control of other assets held by any of the signers on the Promissory Note.</p><p style='margin-left:0.25in;'>It is in everyone’s best interest to try to keep the homeowner in the home and paying something, whether it is rent, or a reduced monthly payment. There is strong incentive for modifying loans in order to lower the interest rate, reduce the principal balance, lengthen the term of the loan, or change it into a different loan entirely.</p><p style='margin-left:0.25in;'><b>Short Sale</b></p><p style='margin-left:0.25in;'>For some homeowners the only feasible alternative is to sell the home at the current market value and attempt to convince the lender to accept less than the loan balance and release the mortgage lien. This is known as a short sale. The lender may reluctantly agree if that is their only alternative. Think of this sale process as the lender is accepting a short payoff or is getting shorted.</p><p style='margin-left:0.25in;'><b>Workout Assumption</b></p><p style='margin-left:0.25in;'>In rare cases, the delinquent home owner finds a buyer to move in, assume the mortgage and resume the payments. Most of the time, the lender needs to make some concessions on the homeowner’s overdue obligations and this is known as a workout assumption.</p><p style='margin-left:0.25in;'><b>Deed in Lieu of Foreclosure</b></p><p style='margin-left:0.25in;'>If the homeowner is unable to sell and cannot make future payments, the lender may choose not to pursue foreclosure action, instead the parties may agree to a deed in lieu of foreclosure. In this case no further action is taken against the borrower and the lender takes possession of the home. This option works better for the lender when real estate markets are appreciating and the lender has a chance at resale to recapture expenses and delinquent payments.</p>"
		}]
	},
	"test": {
		"id":1,
		"image":"basictest",
		"time":"x minutes",
		"description":"TEST QUESTIONS CHAPTER 2",
		"questions":[{
			"id":0,
			"content":"question 1",
			"correctIndex":1,
			"answers":[
				"A",
				"B",
				"C",
				"D"
			]
		},
		{
			"id":1,
			"content":"question 1",
			"correctIndex":1,
			"answers":[
				"A",
				"B",
				"C",
				"D"
			]
		},
		{
			"id":2,
			"content":"question 1",
			"correctIndex":1,
			"answers":[
				"A",
				"B",
				"C",
				"D"
			]
		},
		{
			"id":3,
			"content":"question 1",
			"correctIndex":1,
			"answers":[
				"A",
				"B",
				"C",
				"D"
			]
		},
		{
			"id":4,
			"content":"question 1",
			"correctIndex":1,
			"answers":[
				"A",
				"B",
				"C",
				"D"
			]
		}
	]
}
}]
